{
  "layers": "Seznam slojev",
  "op-slider": "Sprememba prosojnosti",
  "date-slider": "Sprememba datuma",
  "min-max-slider": "Spremeni najmanjšo in največjo vrednost",
  "preciptiation": "Padavine",
  "logout": "Odjava",
  "login": "Prijava",
  "username": "Uporabniško ime",
  "password": "Geslo",
  "new-password": "Novo geslo",
  "new-password-again": "Še enkrat novo geslo",
  "old-password": "Staro geslo",
  "profile": "Osebni podatki",
  "email": "E-naslov",
  "new-email": "Nov e-naslov",
  "user-settings": "Nastavitve uporabnika",
  "app-settings": "Nastavitve vmesnika",
  "help": "Pomoč",
  "email-change": "Sprememba e-naslova",
  "language-change": "Zamenjaj jezik",
  "language-change-en": "Angleški",
  "language-change-slo": "Slovenski",
  "pass-change": "Sprememba gesla",
  "submit": "Potrdi",
  "register": "Nisem vpisan uporabnik",
  "forgot-password": "Pozabil sem svoje geslo!",
  "fb": "Glej, glej!",
  "registration": "Vpis",
  "first-name": "Ime",
  "last-name": "Priimek",
  "confirm-password": "Ponovno geslo",
  "cancel": "Prekliči",
  "reg-email": "E-mail, ki ste ga uporabili pri vpisu",
  "email-is-confirmed": "Naslov je potrjen, lahko se vpišete.",
  "confirmation-link-expired": "Veljavnost potrditvene povezave je potekla oziroma ni pravilna.",
  "um-notification": "{{message}}",
  "i-see": "Prav",
  "results-chart": "PRIKAZ REZULTATOV",
  "ts-options": "MOŽNOSTI ČASOVNE VRSTE",
  "selected-product": "Izbran podatkovni sloj",
  "starting-date": "Začetni datum",
  "ending-date": "Končni datum",
  "ts-slider": "Povlecite drsnik za nastavitev drugačnga začetnega in končnega datuma",
  "ts-points": "Koordinate za izris časovnih vrst izberete na zemljevidu. Na posamezno poizvedbo lahko izberete največ 10 točk.",
  "ts-polygons": "Poligon za izris časovnih vrst narišete na zemljevidu. Na posamezno poizvedbo lahko izberete samo en poligon. Pred izbiro naslednjega poligona ga morate izbrisati iz tabele na desni. Največja površina poligona je 1000000 m",
  "tool-parameters-and-results": "Nastavitve orodja in rezultati so prikazni na dnu strani.",
  "results-table-identifyPoints-title": "TABELA Z REZULTATI",
  "results-table-identifyPoints-Id": "Id",
  "results-table-identifyPoints-Product": "Kazalnik",
  "results-table-identifyPoints-Date": "Datum",
  "results-table-identifyPoints-Value": "Vrednost",
  "results-table-zonalStatsPolygons-title": "TABELA Z REZULTATI",
  "results-table-zonalStatsPolygons-Id": "Id",
  "results-table-zonalStatsPolygons-Product": "Kazalnik", 
  "results-table-zonalStatsPolygons-Date": "Datum", 
  "results-table-zonalStatsPolygons-Min": "Min", 
  "results-table-zonalStatsPolygons-Max": "Max", 
  "results-table-zonalStatsPolygons-Mean": "Povprečje", 
  "results-table-zonalStatsPolygons-Std": "Std", 
  "results-table-zonalStatsPolygons-Range": "Razpon",
  "results-table-tsPoints-title": "TABELA TOČK ZA ČASOVNO VRSTO",
  "results-table-tsPoints-Id": "Id",
  "results-table-tsPoints-Product": "Kazalnik",
  "results-table-tsPoints-X": "X",
  "results-table-tsPoints-Y": "Y",
  "results-table-zonalTSPolygons-title": "TABELA POLIGONOV ZA ČASOVNO VRSTO",
  "results-table-zonalTSPolygons-Id": "Id",
  "results-table-zonalTSPolygons-Product": "Kazalnik",
  "results-table-zonalTSPolygons-Area": "Površina",
  "results-table-profileLines-title": "TABELA LINIJ PROFILOV",
  "results-table-profileLines-Id": "Id",
  "results-table-profileLines-Product": "Kazalnik", 
  "results-table-profileLines-Dates": "Datum", 
  "results-table-profileLines-Length": "Dolžina",
  "firstNameRequred": " rabimo",
  "lastNameRequired": " tudi rabimo",
  "usernameRequired": " ne sme biti prazno",
  "emailRequired": " morate vpisati",
  "emailInvalid": " ni veljaven",
  "passwordRequired": " ni bilo vpisano",
  "paswordLengh": " mora vsebovati vsaj osem znakov",
  "confirmPasswordRequred": ", če ne se ne morate vpisati",
  "confirmNewPasswordRequred": " tudi rabimo",
  "confirmPasswordMatches": " ne zgleda enako kot prvo",
  "zonalTSChart": "Vaša zahteva za časovno vrsto poligona se obdeluje. To lahko traja nekaj časa, prosimo počakajte na rezultate.",
  "TSChart": "Vaša zahteva za časovne vrste izbranih točk se obdeluje. Navadno smo pri tem opravilu kar hitri. Prosimo počakajte na rezultate.",
  "zonalStatistics": "Samo trenutek, statistike se izračunavajo.",
  "profileLine": "Pridobivamo vrednosti ob črti. To nam bo vzelo samo nekaj trenutkov.",
  "genericBackend": "Med obdelavo vaše zahteve je prišlo do napake. O tem smo nekoga obvestili. Poskusite ponovno kasneje.",
  "featureLimitPerRequest": "Dosegli ste omejite števila objektov za to orodje. Z dodajenjem boste lahko nadaljevali po potrditvi trenutne izbire.",
  "polygonAreaTooLarge": "Površina poligona je prevelika. Narišite manjši poligon.",
  "featureLimitPerRequestZonalTS": "Dosegli ste omejite števila objektov za to orodje. Izbrišite trenutni poligon z 'X' v spodnji tabeli, narišite nov poligon in potrdite izbiro.",
  "error-message-missing-data": "Poslali ste premalo podatkov, da bi vas lahko vpisali.",
  "error-message-500": "Med obdelavo vaše zahteve je prišlo do napake. O tem smo nekoga obvestili in že dela na tem. Poskusite ponovno kasneje.",
  "error-message-user-exists": "To uporabniško ime je že oddano. Prosimo poskusite kaj bolj iznajdljivega.",
  "error-message-email-exists": "Ta naslov je že v uporabi.",
  "error-message-pass-mismatch": "Gesli, ki ste ju vnesli se ne ujemata.",
  "confirmation-mail-sent": "Na vaš e-naslov smo vam poslali sporočilo. Prosimo preverite nabilralnik in sledite navodilom v sporočilu.",
  "no-such-email": "Ta naslov ne obstaja.",
  "email-not-confirmed": "Ta naslov še ni bil potrjen.",
  "user-not-exists": "Tega uporabniškega imena ne poznamo.",
  "pass-reset-success": "Uspešno smo posodobili vaše geslo.",
  "hmmm": "Kaj pa vi počnete tukaj?!",
  "invalid-credentials": "Zgleda, da se vneseni podatki ne ujemajo.",
  "user-not-confirmed": "To uporabniško ime še ni potrjeno. Preverite svoj poštni nabiralnik. ",
  "disclaimer-link": "Preden potrdite svoj vpis vas prosimo, da preberete našo izjavno o omejitvi odgovornosti,",
  "privacy-policy-link": "politiko ravnanja z osebnimi podatki",
  "terms-policy-link": "ter pogoje uporabe te spletne strani.",
  "terms-checkbox": "Z obkljukanjem tega okvirja potrjujete, da ste prebrali, razumeli in se strinjate z vsem navedenim na zgornjih povezavah.",
  "confirmTermsCheckbox": " Če se z navedenim ne strinjate vam ne moremo omogočiti vpisa in uporabe naše strani.",
  "cookie-consent-text": "Ta stran za izboljšanje vaše uporabniške izkušnje uporablja piškotke. Uporabljamo samo tehnične piškotke, s katerimi zaznamo in shranimo vaše nastavitve aplikacije ter piškotke za identifikacijo uporabnika. BREZ VAŠEGA SOGLASJA SE NE MORETE PRIJAVITI!",
  "cookie-consent-link": "Več o piškotkin na naši strani lahko preberete tukaj.",
  "cookie-consent-button": "Strinajm se z uporabo piškotkov!",
  "policy-not-confirmed": "Najprej morate potrditi, da se strinjate s pogoji uporabe strani.",
  "cp0": "Pravilnik o piškotkih",
  "cp1": "Ta pravilnik o piškotkih (&quot;Pravilnik&quot;) opisuje, kaj so piškotki in kako jih &#039; uporablja https://www.sattilia.org ter kateri koli z njim povezani izdelki in storitve (&quot;skupaj&quot; &quot;Storitve&quot;). Ta pravilnik je pravno zavezujoč dogovor med vami (&quot;Uporabnik&quot;, &quot;Vi&quot;) in operaterjem tega spletnega mesta (&quot;Operater&quot;, &quot;Mi&quot;). Preberite to politiko, da boste lahko razumeli vrste piškotkov, ki jih uporabljamo, podatke, ki jih zbiramo s pomočjo piškotkov, in kako se te informacije uporabljajo. Opisuje tudi možnosti, ki so vam na voljo glede sprejemanja ali zavrnitve uporabe piškotkov. Za nadaljnje informacije o tem, kako uporabljamo, shranjujemo in varujemo vaše osebne podatke, glejte našo politiko zasebnost.",
  "cp2": "Kaj so piškotki?",
  "cp3": "Piškotki so majhni koščki podatkov, shranjeni v besedilnih datotekah, ki se ob nalaganju spletnih mest v brskalnik shranijo v vaš računalnik ali druge naprave. Pogosto se uporabljajo za zapomnitev vas in vaših želja bodisi za en obisk (s pomočjo &quot;piškotka seje&quot;) bodisi za večkratne obiske (z uporabo &quot;trajnega piškotka&quot;).",
  "cp4": "Sejni piškotki so začasni piškotki, ki se uporabljajo med obiskom spletnega mesta in potečejo, ko zaprete spletni brskalnik.",
  "cp5": "Stalni piškotki se uporabljajo za zapomnitev vaših nastavitev na našem spletnem mestu in ostanejo na vaši stacionarni ali mobilni napravi tudi po zaprtju brskalnika ali ponovnem zagonu naprave. Med obiskom spletnega mesta in storitev vam zagotavljajo dosledno in učinkovito izkušnjo.",
  "cp6": "Piškotke lahko nastavi spletno mesto (&quot;lastni piškotki&quot;) ali tretje osebe, na primer tiste, ki na spletnem mestu strežejo vsebino ali ponujajo oglaševalske ali analitične storitve (&quot;piškotki tretjih oseb&quot;). Te tretje osebe vas lahko prepoznajo, ko obiščete našo spletno stran in tudi, ko obiščete nekatera druga spletna mesta.",
  "cp7": "Katere vrste piskotkov uporabljamo mi?",
  "cp8": "Nujni piškotki",
  "cp9": "Nujni piškotki nam omogočajo, da vam ponudimo najboljšo možno izkušnjo pri dostopu do našega spletnega mesta in krmarjenju po njem ter pri uporabi njegovih funkcij. Ti piškotki nam na primer omogočajo, da prepoznamo, da ste ustvarili račun in se prijavili v ta račun za dostop do vsebine.",
  "cp10": "Funkcijski piškotki",
  "cp11": "Funkcijski piškotki nam omogočajo, da upravljamo spletno mesto in storitve v skladu z vašimi odločitvami. Na primer, prepoznali bomo vaše uporabniško ime in si zapomnili, kako ste prilagodili spletno mesto in storitve med prihodnjimi obiski.",
  "cp12": "Katere so vaše možnosti glede piškotkov?",
  "cp13": "Če vam ideja piškotkov ali nekaterih vrst piškotkov ni všeč, lahko spremenite nastavitve brskalnika, tako da izbrišete že nastavljene piškotke in ne sprejemate novih piškotkov. Če želite izvedeti več o tem ali kako izvedeti več o piškotkih, obiščite https://www.internetcookies.org.",
  "cp14": "Upoštevajte pa, da če izbrišete piškotke ali jih ne sprejmete, morda ne boste mogli uporabljati vseh funkcij, ki jih ponuja spletno mesto in storitve.",
  "cp15": "Spremembe in dopolnitve",
  "cp16": "Pridržujemo si pravico do spremembe te politike ali njenih pogojev v zvezi s spletnim mestom in storitvami kadar koli, ki začnejo veljati po objavi posodobljene različice te politike na spletnem mestu. Ko bomo to storili, bomo popravili posodobljeni datum na dnu te strani. Nadaljnja uporaba spletnega mesta in storitev po kakršnih koli takšnih spremembah pomeni, da se strinjate s takšnimi spremembami. Pravilnik je bil ustvarjen s https://www.websitepolicies.com/cookie-policy-generator.",
  "cp17": "Sprejem te politike",
  "cp18": "Potrjujete, da ste prebrali to Politiko in se strinjate z vsemi pogoji. Z dostopom in uporabo spletnega mesta in storitev se strinjate, da vas ta politika zavezuje. Če se ne strinjate s pogoji te politike, niste pooblaščeni za dostop ali uporabo spletnega mesta in storitev.",
  "cp19": "Pišite nam",
  "cp20": "Če bi radi stopili v stik z nami, da bi razumeli več o tej politiki, ali pa bi se radi obrnili na nas glede kakršne koli zadeve, povezane z našo uporabo piškotkov, lahko to storite na info[!at!]sattilia.org",
  "cp21": "Ta dokument je bil nazadnje posodobljen 30. septembra 2020",
  "pp0": "Politika zasebnosti",
  "pp1": "Ta pravilnik o zasebnosti (&quot;Pravilnik&quot;) opisuje, kako osebne podatke (&quot;Osebni podatki&quot;), ki jih lahko posredujete na spletnem mestu https://www.sattilia.org in vseh povezanih izdelkih in storitvah (skupaj, &quot;Storitve&quot;) zbiramo, varujemo in uporabljamo. Opisuje tudi možnosti, ki so vam na voljo glede naše uporabe vaših osebnih podatkov in kako lahko do njih dostopate in jih posodabljate. Ta pravilnik je pravno zavezujoč dogovor med vami (&quot;Uporabnikom&quot;, &quot;Vami&quot;) in operaterjem tega spletnega mesta (&quot;operater&quot;, &quot;mi&quot). Z dostopom in uporabo spletnega mesta in storitev potrjujete, da ste prebrali, razumeli in se strinjate, da vas zavezujejo pogoji te pogodbe. Ta politika ne velja za prakse podjetij, ki niso v naši v lasti ali pod našim nadzorom, ali za posameznike, ki jih ne zaposlujemo ali upravljamo.",
  "pp2": "Samodejno zbiranje informacij",
  "pp3": "Naša glavna prednostna naloga je varnost podatkov o strankah in tako izvajamo politiko brez zapisov. Obdelujemo lahko le minimalne uporabniške podatke, le toliko, kolikor je nujno potrebno za vzdrževanje spletnega mesta in storitev. Informacije, ki se zbirajo samodejno, se uporabljajo samo za prepoznavanje morebitnih primerov zlorabe in za določitev statističnih podatkov o uporabi in prometu spletnega mesta in storitev. Ti statistični podatki sicer niso združeni na tak način, da bi lahko identificirali katerega koli uporabnika sistema.",
  "pp4": "Zbiranje osebnih podatkov",
  "pp5": "Do spletnega mesta in storitev lahko dostopate in ga uporabljate, ne da bi nam povedali, kdo ste, ali razkrili kakršnih koli informacij, s katerimi bi vas nekdo lahko identificiral kot določeno osebo, ki jo je mogoče prepoznati. Če pa želite uporabiti nekatere funkcije na spletnem mestu, boste morda morali vnesti nekatere osebne podatke (na primer svoje ime in e-poštni naslov). Vse podatke, ki nam jih zavestno posredujete, prejmemo in shranimo pri ustvarjanju računa ali izpolnjevanju spletnih obrazcev na spletnem mestu. Po potrebi lahko te informacije vključujejo naslednje:",
  "pp6": "Osebni podatki, kot so ime, država prebivališča itd.",
  "pp7": "Kontaktni podatki, kot so e-poštni naslov, naslov itd.",
  "pp8": "Podrobnosti o računu, kot so uporabniško ime, enolični ID uporabnika, geslo itd.",
  "pp9": "Vsi drugi materiali, ki nam jih z zavestno pošljete, kot so članki, slike, povratne informacije itd.",
  "pp10": "Nekatere informacije, ki jih zbiramo, dobimo neposredno od vas prek spletnega mesta in storitev. Vendar lahko osebne podatke o vas zbiramo tudi iz drugih virov, kot so javne zbirke podatkov in naših skupnih tržnih partnerjev. Lahko se odločite, da nam ne boste posredovali svojih osebnih podatkov, vendar potem morda ne boste mogli izkoristiti nekaterih funkcij na spletnem mestu. Uporabniki, ki niso prepričani, katere informacije so obvezne, nas lahko kontaktirajo.",
  "pp11": "Uporaba in obdelava zbranih informacij",
  "pp12": "Da bi vam dali na voljo spletno mesto in storitve ali izpolnili zakonsko obveznost, moramo zbrati in uporabiti nekatere osebne podatke. Če ne navedete zahtevanih informacij, vam morda ne bomo mogli zagotoviti zahtevanih izdelkov ali storitev. Katere koli informacije, ki jih zbiramo od vas, se lahko uporabljajo za naslednje namene:",
  "pp13": "Ustvarjanje in upravljanje uporabniških računov",
  "pp14": "Pošiljanje administrativnih podatkov",
  "pp15": "Odziv na vprašanja in podporo",
  "pp16": "Izboljšanje uporabniške izkušnje",
  "pp17": "Uveljavljanje določil in pogojev in politike",
  "pp18": "Varovanje pred zlorabo in zlonamernimi uporabniki",
  "pp19": "Odziv na pravne zahteve in preprečevanje škode",
  "pp20": "Upravljanje spletnega mesta in storitev",
  "pp21": "Obdelava vaših osebnih podatkov je odvisna od tega, kako komunicirate s spletnim mestom in storitvami, kje na svetu se nahajate in ali velja eno od naslednjega: (i) ste dali svoje soglasje za enega ali več posebnih namenov; to pa ne velja, kadar koli za obdelavo osebnih podatkov velja kalifornijski zakon o zasebnosti potrošnikov ali evropski zakon o varstvu podatkov; (ii) zagotavljanje informacij je potrebno za izvedbo sporazuma z vami in / ali za kakršne koli predpogodbene obveznosti; (iii) obdelava je potrebna za izpolnitev pravne obveznosti, ki velja za vas; (iv) obdelava je povezana z nalogo, ki se izvaja v javnem interesu ali pri izvajanju javne oblasti, ki nam je zaupana; (v) obdelava je potrebna za namene zakonitih interesov, ki jih zasledujemo mi ali tretja oseba.",
  "pp22": "Upoštevajte, da lahko v skladu z nekaterimi zakonodajami obdelujemo podatke, dokler ne nasprotujete takšni obdelavi (z onemogočanjem), ne da bi se morali zanašati na privolitev ali katero koli od naslednjih pravnih podlag spodaj. V vsakem primeru bomo z veseljem pojasnili posebno pravno podlago, ki velja za obdelavo in zlasti, ali je zagotavljanje osebnih podatkov zakonska ali pogodbena zahteva ali zahteva za sklenitev pogodbe.",
  "pp23": "Upravljanje informacij",
  "pp24": "Izbrišete lahko nekatere osebne podatke, ki jih imamo o vas. Osebni podatki, ki jih lahko izbrišete, se lahko spremenijo, ko se spremenijo spletno mesto in storitve. Ko izbrišete osebne podatke, lahko v svojih evidencah ohranimo kopijo nerevidiranih osebnih podatkov v času, potrebnem za izpolnjevanje naših obveznosti do povezanih podjetij in partnerjev ter za namene, opisane spodaj. Če želite izbrisati svoje osebne podatke ali trajno izbrisati svoj račun, lahko to storite tako, da nas kontaktirate.",
  "pp25": "Razkritje informacij",
  "pp26": "Glede na zahtevane storitve ali po potrebi za dokončanje katere koli transakcije ali zagotavljanje katere koli storitve, ki ste jo zahtevali, lahko vaše podatke z vašim soglasjem delimo z našimi zaupanja vrednimi tretjimi osebami, ki sodelujejo z nami, drugimi podružnicami in hčerinskimi družbami, na katere se zanašamo za pomoč pri delovanju spletnega mesta in storitev, ki so vam na voljo. Osebnih podatkov ne delimo z nepovezanimi tretjimi osebami. Ti ponudniki storitev niso pooblaščeni za uporabo ali razkritje vaših podatkov, razen če je to potrebno za izvajanje storitev v našem imenu ali izpolnjevanje zakonskih zahtev. Vaše osebne podatke lahko v te namene delimo samo s tretjimi osebami, katerih pravilniki o zasebnosti so skladni z našimi ali se strinjajo, da bodo spoštovali naše pravilnike v zvezi z osebnimi podatki. Te tretje osebe prejmejo osebne podatke, ki jih potrebujejo samo za izvajanje svojih določenih funkcij, in jim ne dovoljujemo, da osebne podatke uporabljajo ali razkrivajo za lastne tržne ali druge namene.",
  "pp27": "Hramba informacij",
  "pp28": "Vaše osebne podatke bomo hranili in uporabljali toliko časa, da bomo izpolnili naše zakonske obveznosti, rešili spore in uveljavili naše sporazume, razen če zakon ne zahteva ali dovoljuje daljšega obdobja hrambe. Skupne podatke, ki izhajajo iz vaših osebnih podatkov ali jih vsebujejo, lahko uporabimo po posodobitvi ali brisanju, vendar ne na način, ki bi vas osebno identificiral. Ko se obdobje hrambe izteče, se osebni podatki izbrišejo. Zato pravice do dostopa, pravice do izbrisa, pravice do popravka in pravice do prenosljivosti podatkov po poteku obdobja hrambe ni mogoče uveljaviti.",
  "pp29": "Prenos informacij",
  "pp30": "Glede na vašo lokacijo lahko prenos podatkov vključuje prenos in shranjevanje vaših podatkov v državi, ki ni vaša. Upravičeni ste spoznati pravno podlago prenosa informacij v državo zunaj Evropske unije ali katero koli mednarodno organizacijo, ki jo ureja mednarodno javno pravo ali jo ustanovijo dve ali več držav, na primer OZN in o varnostnih ukrepih, ki jih sprejme za zaščito vaših podatkov. Če pride do kakršnega koli takega prenosa, lahko več izveste tako, da preverite ustrezne razdelke te politike ali se pozanimate pri nas z uporabo informacij, navedenih v oddelku za stike.",
  "pp31": "Pravice uporabnikov",
  "pp32": "Uveljavljate lahko določene pravice glede vaših podatkov, ki jih obdelujemo. Zlasti imate pravico storiti naslednje: (i) imate pravico umakniti soglasje, če ste že dali svoje soglasje za obdelavo vaših podatkov; (ii) imate pravico ugovarjati obdelavi vaših podatkov, če se obdelava izvaja na pravni podlagi, ki je privolitev ne zajema; (iii) imate pravico izvedeti, ali podatke obdelujemo pri nas, pridobiti razkritja v zvezi z nekaterimi vidiki obdelave in pridobiti kopijo podatkov, ki se obdelujejo; (iv) imate pravico preveriti točnost svojih podatkov in zahtevati njihovo posodobitev ali popravek; (v) v določenih okoliščinah imate pravico omejiti obdelavo vaših podatkov; v tem primeru vaših podatkov ne bomo obdelovali za noben drug namen, razen za njihovo shranjevanje; (vi) v določenih okoliščinah imate pravico od nas zahtevati izbris svojih osebnih podatkov; (vii) imate pravico do prejemanja informacij v strukturirani, pogosto uporabljeni in strojno berljivi obliki in, če je to tehnično izvedljivo, do njihovega nemotenega posredovanja drugemu upravljavcu. Ta določba se uporablja pod pogojem, da se vaši podatki obdelujejo z avtomatiziranimi sredstvi in ​​da obdelava temelji na vašem soglasju, na pogodbi, katere del ste, ali na predpogodbenih obveznostih",
  "pp33": "Pravica do ugovora obdelavi",
  "pp34": "Kadar se osebni podatki obdelujejo v javnem interesu, pri izvajanju uradne oblasti, ki nam je dodeljena, ali za namene legitimnih interesov, ki jih zasledujemo, lahko zoper takšno obdelavo ugovarjate z utemeljitvijo v zvezi s svojim položajem",
  "pp35": "Pravice do varstva podatkov v skladu z GDPR",
  "pp36": "Če ste rezident Evropskega gospodarskega prostora (EGP), imate določene pravice do varstva podatkov in upravljavec želi sprejeti razumne ukrepe, da vam omogoči popravljanje, spreminjanje, brisanje ali omejevanje uporabe vaših osebnih podatkov. Če želite biti obveščeni, katere osebne podatke imamo o vas in če želite, da se ti odstranijo iz naših sistemov, se obrnite na nas. V določenih okoliščinah imate naslednje pravice do varstva podatkov:",
  "pp37": "Imate pravico zahtevati dostop do svojih osebnih podatkov, ki jih hranimo in imate možnost dostopa do vaših osebnih podatkov.",
  "pp38": "Imate pravico zahtevati, da popravimo vse osebne podatke, za katere menite, da so netočni. Prav tako imate pravico zahtevati, da izpolnimo osebne podatke, za katere menite, da so nepopolni.",
  "pp39": "Imate pravico zahtevati izbris osebnih podatkov pod določenimi pogoji te politike.",
  "pp40": "Imate pravico ugovarjati naši obdelavi vaših osebnih podatkov.",
  "pp41": "Imate pravico zahtevati omejitve pri obdelavi vaših osebnih podatkov. Ko omejite obdelavo svojih osebnih podatkov, jih lahko shranimo, vendar jih ne bomo nadalje obdelovali.",
  "pp42": "Imate pravico, da dobite kopijo podatkov, ki jih imamo o vas, v strukturirani, strojno berljivi in pogosto uporabljeni obliki.",
  "pp43": "Pravico imate tudi kadar koli umakniti svoje soglasje, če se je operater zanašal na vaše soglasje za obdelavo vaših osebnih podatkov.",
  "pp44": "Imate pravico do pritožbe pri organu za varstvo podatkov glede našega zbiranja in uporabe vaših osebnih podatkov. Za več informacij se obrnite na lokalni organ za varstvo podatkov v Evropskem gospodarskem prostoru (EGP).",
  "pp45": "Pravice do zasebnosti v Kaliforniji",
  "pp46": "Poleg pravic, kot so razložene v tej politiki, imajo prebivalci Kalifornije, ki zagotavljajo osebne podatke (kot so opredeljeni v zakonu) za pridobivanje izdelkov ali storitev za osebno, družinsko ali gospodinjsko uporabo, pravico, da enkrat v koledarskem letu od nas zahtevajo in pridobijo , informacije o osebnih podatkih, ki smo jih, če sploh, delili z drugimi podjetji za tržne namene. Po potrebi bi te informacije vključevale kategorije osebnih podatkov ter imena in naslove tistih podjetij, s katerimi smo te osebne podatke delili neposredno pred koledarskim letom (npr. Zahteve, oddane v tekočem letu, bodo prejele informacije o preteklem letu) . Za pridobitev teh informacij se obrnite na nas.",
  "pp47": "Kako uveljaviti te pravice",
  "pp48": "Vse zahteve za uveljavljanje vaših pravic lahko posredujete operaterju prek kontaktnih podatkov, navedenih v tem dokumentu. Prosimo, upoštevajte, da vas bomo morda prosili, da potrdite svojo identiteto, preden odgovorite na takšne zahteve. Vaša zahteva mora vsebovati dovolj informacij, ki nam omogočajo, da potrdimo, da ste oseba, za katero trdite, da ste, ali da ste njen pooblaščeni zastopnik. Vključiti morate dovolj podrobnosti, da bomo lahko pravilno razumeli prošnjo in se nanjo odzvali. Na vašo zahtevo ne moremo odgovoriti ali vam posredovati osebnih podatkov, razen če najprej preverimo vašo identiteto ali pooblastilo za takšno zahtevo in potrdimo, da se osebni podatki nanašajo na vas.",
  "pp49": "Zasebnost otrok",
  "pp50": "Od otrok, mlajših od 18 let, zavestno ne zbiramo nobenih osebnih podatkov. Če ste mlajši od 18 let, ne posredujte osebnih podatkov prek spletnega mesta in storitev. Starše in skrbnike spodbujamo, naj spremljajo uporabo interneta svojih otrok in pomagajo uveljaviti to politiko, tako da svojim otrokom naročijo, naj osebnih podatkov nikoli ne posredujejo prek spletnega mesta in storitev brez njihovega dovoljenja. Če imate razlog za domnevo, da nam je otrok, mlajši od 18 let, posredoval osebne podatke prek spletnega mesta in storitev, se obrnite na nas. Če želite odobriti obdelavo svojih osebnih podatkov v svoji državi, morate biti stari najmanj 16 let (v nekaterih državah lahko to dovoli vaš starš ali skrbnik v vašem imenu).",
  "pp51": "Piškotki",
  "pp52": "Spletno mesto in storitve uporabljajo &quot;piškotke&quot; za prilagajanje vaše spletne izkušnje. Piškotek je besedilna datoteka, ki jo na vaš trdi disk postavi strežnik spletnih strani. Piškotkov ni mogoče uporabljati za zagon programov ali prenos virusov v vaš računalnik. Piškotki so vam enolično dodeljeni in jih lahko prebere samo spletni strežnik v domeni, ki vam je izdala piškotek.",
  "pp53": "Za upravljanje spletnega mesta in storitev lahko piškotke uporabljamo za zbiranje, shranjevanje in sledenje informacij za statistične namene. Lahko sprejmete ali zavrnete piškotke. Večina spletnih brskalnikov samodejno sprejme piškotke, vendar lahko nastavitve brskalnika običajno spremenite tako, da piškotke zavrnejo, če želite. Če želite izvedeti več o piškotkih in kako jih upravljati, obiščite https://www.internetcookies.org",
  "pp54": "DNT (Ne sledi) signal",
  "pp55": "Nekateri brskalniki vključujejo funkcijo Ne sledi, ki spletnim mestom, ki jih obiskujete, sporoča, da ne želite, da se spremlja vaša spletna dejavnost. Sledenje ni isto kot uporaba ali zbiranje informacij v zvezi s spletnim mestom. V te namene se sledenje nanaša na zbiranje osebnih podatkov od potrošnikov, ki uporabljajo ali obiščejo spletno mesto ali spletno storitev, ko se sčasoma premikajo po različnih spletnih mestih. Kako brskalniki sporočajo signal Ne sledi, še ni enotno definirano. Kot rezultat, spletno mesto in storitve še niso nastavljene za razlago ali odziv na signale Ne sledi, ki jih sporoča vaš brskalnik. Kljub temu, kot je podrobneje opisano v tej politiki, omejujemo uporabo in zbiranje vaših osebnih podatkov.",
  "pp56": "Povezave do drugih virov",
  "pp57": "Spletno mesto in storitve vsebujejo povezave do drugih virov, ki niso v naši lasti ali pod našim nadzorom. Upoštevajte, da nismo odgovorni za prakse zasebnosti drugih virov ali tretjih oseb. Priporočamo, da ste pozorni, ko zapustite spletno mesto in storitve ter preberete izjave o zasebnosti vsakega vira, ki lahko zbira osebne podatke.",
  "pp58": "Varnost informacij",
  "pp59": "Informacije, ki jih posredujete na računalniških strežnikih, varujemo v nadzorovanem, varnem okolju, zaščitenem pred nepooblaščenim dostopom, uporabo ali razkritjem. V prizadevanjih za zaščito pred nepooblaščenim dostopom, uporabo, spreminjanjem in razkritjem osebnih podatkov vzdržujemo razumne upravne, tehnične in fizične zaščitne ukrepe. Vendar ni mogoče zagotoviti prenosa podatkov prek interneta ali brezžičnega omrežja. Prizadevamo zaščititi vaše osebne podatke, vseeno potrjujete, da se zavedate, da (i) obstajajo omejitve varnosti in zasebnosti interneta, na katere ne moremo vplivati; (ii) varnosti, celovitosti in zasebnosti vseh informacij in podatkov, ki se izmenjujejo med vami ter spletnim mestom in storitvami, ni mogoče zagotoviti; in (iii) tretja oseba si lahko vse take informacije in podatke kljub najboljšim prizadevanjem ogleduje ali spreminja v tranzitu.",
  "pp60": "Vdor",
  "pp61": "V primeru, da izvemo, da je ogrožena varnost spletnega mesta in storitev ali so osebni podatki uporabnikov razkriti nepovezanim tretjim osebam zaradi zunanje dejavnosti, vključno z, vendar ne omejeno na, varnostnimi napadi ali goljufijami, pridržujemo pravice do sprejetja primernih ukrepov, vključno, vendar ne omejeno na, preiskavo in poročanje, pa tudi obveščanje in sodelovanje z organi pregona. V primeru kršitve podatkov si bomo razumno prizadevali obvestiti prizadete posameznike, če verjamemo, da zaradi kršitve obstaja razumno tveganje za škodo uporabnika ali če je po zakonu drugače potrebno obvestilo. Ko bomo to storili, bomo na spletnem mestu objavili obvestilo in vam poslali e-pošto.",
  "pp62": "Spremembe in dopolnitve",
  "pp63": "Pridržujemo si pravico, da po lastni presoji občasno spremenimo to politiko ali pogoje, povezane s spletnim mestom in storitvami in vas bomo obvestili o vseh bistvenih spremembah v načinu ravnanja z osebnimi podatki. Ko bomo to storili, bomo popravili posodobljeni datum na dnu te strani. Po lastni presoji vas lahko obvestimo tudi na druge načine, na primer s kontaktnimi podatki, ki ste jih navedli. Vsaka posodobljena različica te politike bo začela veljati takoj po objavi popravljene politike, razen če ni določeno drugače. Vaša nadaljnja uporaba spletnega mesta in storitev po datumu začetka veljavnosti spremenjene politike (ali takega drugega akta, določenega takrat) bo vaše soglasje za te spremembe. Vendar brez vašega soglasja ne bomo uporabljali vaših osebnih podatkov na način, ki se bistveno razlikuje od tistega, ki je bil naveden v času zbiranja vaših osebnih podatkov. Pravilnik je bil ustvarjen s https://www.websitepolicies.com/privacy-policy-generator",
  "pp64": "Sprejem te politike",
  "pp65": "Potrjujete, da ste prebrali to Politiko in se strinjate z vsemi pogoji. Z dostopom in uporabo spletnega mesta in storitev se strinjate, da vas ta politika zavezuje. Če se ne strinjate s pogoji te politike, niste pooblaščeni za dostop ali uporabo spletnega mesta in storitev.",
  "pp67": "Pišite nam",
  "pp68": "Če bi radi stopili v stik z nami, če želite izvedeti več o tej politiki, ali če se želite obrniti na nas v zvezi s posameznimi pravicami in vašimi osebnimi podatki, nam lahko pošljete e-poštno sporočilo na info[!at!]sattilia.org",
  "pp69": "Ta dokument je bil nazadnje posodobljen 30. septembra 2020",
  "ds0": "Izjava o omejitvi odgovornosti",
  "ds1": "Ta izjava o omejitvi odgovornosti (&quot;Omejitev odgovornosti&quot;) določa splošne smernice, razkritja in pogoje vaše uporabe http: //www.sattilia.org website (&quot;Spletna stran&quot; ali &quot;Storitev&quot;) in vseh njenih povezanih izdelkov in storitve (skupaj &quot;storitve&quot;). Ta izjava o omejitvi odgovornosti je pravno zavezujoča pogodba med vami (&quot;Uporabnik&quot;, &quot;vi&quot;) in operaterjem tega spletnega mesta (&quot;operater&quot;, &quot;mi&quot;, &quot;mi&quot; ali &quot;naši&quot;) . Z dostopom in uporabo spletnega mesta in storitev potrjujete, da ste prebrali, razumeli in se strinjate, da vas zavezujejo pogoji te izjave o omejitvi odgovornosti. Če vstopate v to izjavo o odgovornosti v imenu podjetja ali druge pravne osebe, izjavljate, da imate pooblastilo za vezavo take osebe na to izjavo o omejitvi odgovornosti, v tem primeru se izrazi &quot;Uporabnik&quot;, &quot;vi&quot; ali &quot;vaš&quot; nanašajo na tak subjekt. Če nimate takšnih pooblastil ali če se ne strinjate s pogoji te izjave o omejitvi odgovornosti, te izjave ne smete sprejeti in ne smete dostopati do spletnega mesta in storitev ter ga uporabljati. Potrjujete, da je ta izjava o omejitvi odgovornosti pogodba med vami in operaterjem, čeprav je elektronska in je fizično niste podpisali vi ter ureja vašo uporabo spletnega mesta in storitev.",
  "ds2": "Zastopanje",
  "ds3": "Vsi pogledi ali mnenja, predstavljena na spletnem mestu, so osebna in pripadajo izključno upravljavcu ter ne predstavljajo stališč ljudi, ustanov ali organizacij, s katerimi lastnik lahko je povezan ali ni povezan v poklicni ali osebni vlogi, razen če je izrecno navedeno. Kakršna koli stališča ali mnenja niso namenjena škodovanju nobeni veri, etnični skupini, klubu, organizaciji, podjetju ali posamezniku.",
  "ds4": "Vsebina in objave",
  "ds5": "Nobenega dela spletnega mesta in storitev ne smete spreminjati, tiskati ali kopirati. Vključitev katerega koli dela spletnega mesta in storitev v drugo delo, bodisi v tiskani ali elektronski ali drugi obliki ali vključitev katerega koli dela spletnega mesta in storitev v drug vir z vdelavo, uokvirjanjem ali drugače brez izrecnega dovoljenja operaterja, je prepovedana.",
  "ds6": "Ocene in pričevanja",
  "ds7": "Pričevanja so prejeta v različnih oblikah z različnimi načini oddaje. Pričevanja niso nujno reprezentativna za vse tiste, ki bodo uporabljali storitve in operater ni odgovoren za mnenja ali komentarje, objavljene na spletnem mestu in jih ni nujno delil. Vsa izražena mnenja so izključno stališča objavljalca ali recenzenta.",
  "ds8": "Prikazana priporočila so dobesedna, razen za slovnične popravke ali popravke tipkarske napake. Nekatera priporočila so bila morda urejena zaradi jasnosti ali skrajšana v primerih, ko je prvotno pričevanje vsebovalo tuje informacije, ki niso pomembne za splošno javnost. Pričevanja se lahko pregledajo za verodostojnost, preden so objavljena v javni vpogled.",
  "ds9": "Odškodnina in garancije",
  "ds10": "Čeprav skušamo zagotavljati, da so informacije na spletnem mestu pravilne, operater ni odgovoren za morebitne napake ali pomanjkljivosti ali rezultate, pridobljene z uporabo teh informacij. Vse informacije na spletnem mestu so na voljo &quot;takšne, kot so&quot;, brez garancije za popolnost, natančnost, pravočasnost ali rezultate, pridobljene z uporabo teh informacij in brez kakršne koli garancije, izrecne ali implicitne. Operater v nobenem primeru ne bo odgovoren vam ali komur koli drugemu za kakršno koli odločitev ali ukrepe, sprejete v skladu z informacijami na spletnem mestu, ali za kakršno koli posledično, posebno ali podobno škodo, tudi če mu svetujejo o možnosti takšne škode. Informacije na spletnem mestu so zgolj splošne in niso namenjene zagotavljanju kakršnega koli strokovnega nasveta. Prosimo, poiščite strokovno pomoč, če jo potrebujete. Poleg tega se lahko informacije na spletnem mestu in vseh straneh, povezanih z njim in z njega, kadar koli in brez opozorila spremenijo.",
  "ds11": "Spremembe in dopolnitve",
  "ds12": "Pridržujemo si pravico, da kadar koli spremenimo to izjavo o omejitvi odgovornosti ali njene pogoje v zvezi s spletnim mestom in storitvami, ki začne veljati ob objavi posodobljene različice te izjave o omejitvi odgovornosti na spletnem mestu. Ko bomo to storili, bomo popravili posodobljeni datum na dnu te strani. Nadaljnja uporaba spletnega mesta in storitev po kakršnih koli takšnih spremembah pomeni, da se strinjate s takšnimi spremembami. Pravilnik je bil ustvarjen s https://www.websitepolicies.com/disclaimer-generator.",
  "ds13": "Sprejem te izjave o omejitvi odgovornosti",
  "ds14": "Potrjujete, da ste prebrali to izjavo o omejitvi odgovornosti in se strinjate z vsemi njenimi pogoji. Z dostopom in uporabo spletnega mesta in storitev se strinjate, da vas ta omejitev odgovornosti zavezuje. Če se ne strinjate s pogoji te izjave o omejitvi odgovornosti, niste pooblaščeni za dostop ali uporabo spletnega mesta in storitev.",
  "ds15": "Pišite nam",
  "ds16": "Če bi radi stopili v stik z nami, če želite izvedeti več o tej izjavi o omejitvi odgovornosti, ali če se želite obrniti na nas v zvezi s kakršno koli zadevo, ki je v zvezi z njo, lahko pošljete e-poštno sporočilo na info[!at!]sattilia.org",
  "ds17": "Ta dokument je bil nazadnje posodobljen 30. septembra 2020",
  "tc0": "Pogoji uporabe",
  "tc1": "Ti pogoji (&quot;pogodba&quot;) določajo splošne pogoje vaše uporabe spletnega mesta https://www.sattilia.org (&quot;spletno mesto&quot; ali &quot;storitev&quot;) in vseh s tem povezanih izdelkov in storitve (skupaj &quot;storitve&quot;). Ta pogodba je pravno zavezujoča med vami (&quot;Uporabnik&quot;, &quot;vi&quot;) in operaterjem tega spletnega mesta (&quot;operater&quot;, &quot;mi&quot;). Z dostopom do spletnega mesta in storitev ter njihovo uporabo potrjujete, da ste prebrali, razumeli in se strinjate s pogoji te pogodbe. Če sklepate to pogodbo v imenu podjetja ali druge pravne osebe, izjavljate, da ste pooblaščeni, da takšno osebo zavežete s to pogodbo, v tem primeru se izrazi &quot;Uporabnik&quot;, &quot;vi &quot; nanašajo na tak subjekt. Če nimate takšnih pooblastil ali če se ne strinjate s pogoji te pogodbe, te pogodbe ne smete sprejeti in ne smete dostopati do spletnega mesta in storitev ter ga uporabljati. Potrjujete, da je ta pogodba pogodba med vami in operaterjem, čeprav je elektronska in je fizično niste podpisali vi ter ureja vašo uporabo spletnega mesta in storitev.",
  "tc2": "Računi in članstvo",
  "tc3": "Če ustvarite račun na spletnem mestu, ste odgovorni za vzdrževanje varnosti svojega računa in ste v celoti odgovorni za vse dejavnosti, ki se izvajajo v okviru računa, in vsa druga dejanja, ki se v zvezi z njim izvajajo. Lahko, vendar nismo dolžni spremljati in pregledovati novih računov, preden se lahko prijavite in začnete uporabljati storitve. Navedba kakršnih koli lažnih kontaktnih podatkov lahko povzroči ukinitev vašega računa. Takoj nas morate obvestiti o kakršni koli nepooblaščeni uporabi vašega računa ali drugih kršitvah varnosti. Ne bomo odgovorni za kakršna koli dejanja ali opustitve, vključno s kakršno koli škodo, ki bi nastala kot posledica takšnih dejanj ali opustitev. Vaš račun (ali kateri koli njegov del) lahko začasno onemogočimo, onemogočimo ali izbrišemo, če ugotovimo, da ste kršili katero koli določbo te pogodbe ali če bi vaše vedenje ali vsebina ponavadi škodovala našemu ugledu in dobremu imenu. Če iz prejšnjih razlogov izbrišemo vaš račun, se ne boste mogli znova registrirati za naše storitve. Vaš elektronski naslov in naslov internetnega protokola lahko blokiramo, da preprečimo nadaljnjo registracijo.",
  "tc4": "Povezave do drugih virov",
  "tc5": "Čeprav se lahko spletno mesto in storitve povezujejo z drugimi viri (na primer spletnimi mesti, mobilnimi aplikacijami itd.), posredno ali neposredno ne nakazujemo odobritve, pridružitve, sponzorstva, odobritve ali povezanosti s katerim koli povezanim virom, razen če je izrecno navedeno tukaj. Nismo odgovorni za pregled ali oceno in ne jamčimo za ponudbe podjetij ali posameznikov ali za vsebino njihovih virov. Ne prevzemamo nobene odgovornosti ali odgovornosti za dejanja, izdelke, storitve in vsebino drugih tretjih oseb. Pazljivo preglejte pravne izjave in druge pogoje uporabe katerega koli vira, do katerega dostopate prek povezave na spletnem mestu in storitvah. Povezave do drugih virov zunaj spletnega mesta je na lastno odgovornost.",
  "tc6": "Prepovedana uporaba",
  "tc7": "Poleg drugih pogojev, določenih v pogodbi, vam uporaba spletne strani in storitve ali vsebine ni dovoljena: (a) za kakršen koli nezakonit namen; (b) prositi druge za izvajanje ali sodelovanje pri kakršnih koli nezakonitih dejanjih; (c) kršiti katere koli mednarodne, zvezne, pokrajinske ali državne predpise, pravila, zakone ali lokalne odloke; (d) kršiti ali kršiti naše pravice intelektualne lastnine ali pravice intelektualne lastnine drugih; (e) nadlegovati, zlorabljati, žaliti, škodovati, obrekovati, obrekovati, omalovaževati, ustrahovati ali diskriminirati na podlagi spola, spolne usmerjenosti, vere, narodnosti, rase, starosti, nacionalnega izvora ali invalidnosti; (f) predložiti napačne ali zavajajoče informacije; (g) za nalaganje ali prenos virusov ali katere koli druge vrste zlonamerne kode, ki bo ali se lahko uporablja na kakršen koli način, ki bo vplival na funkcionalnost ali delovanje spletnega mesta in storitev, izdelkov in storitev tretjih oseb ali interneta; (h) za pošiljanje neželene pošte, lažno predstavljanje, pretvarjanje, pretvezo, crawl-anje ali scrape-anje; (i) za kakršen koli nespodoben ali nemoralen namen; ali (j) posegati v varnostne značilnosti spletnega mesta in storitev, izdelkov in storitev tretjih oseb ali interneta ali jih zaobiti. Pridržujemo si pravico do odpovedi vaše uporabe spletnega mesta in storitev zaradi kršitve katere koli prepovedane uporabe.",
  "tc8": "Pravice intelektualne lastnine",
  "tc9": "&quot;Pravice intelektualne lastnine&quot; pomeni vse sedanje in prihodnje pravice, podeljene z zakonom, običajnim pravom ali lastniškim kapitalom v zvezi z avtorskimi in sorodnimi pravicami, blagovnimi znamkami, modeli, patenti, izumi, dobrim imenom in pravico do tožbe zaradi izročitve, pravic do izumov, pravic do uporabe in vse druge pravice intelektualne lastnine, v vsakem primeru, bodisi registrirane ali neregistrirane, vključno z vsemi aplikacijami in pravicami za prijavo in dodelitev, pravicami do uveljavljanja prednosti, takimi pravicami in vsemi podobnimi ali enakovrednimi pravicami ali oblikami zaščite in drugimi rezultati intelektualne dejavnosti, ki obstajajo ali bodo obstale zdaj ali v prihodnosti v katerem koli delu sveta. Ta pogodba ne prenaša na vas nobene intelektualne lastnine, ki je v lasti upravljavca ali tretjih oseb, vse pravice, naslovi in ​​deleži v zvezi s to lastnino in na njej pa ostanejo (tako med strankama) izključno pri upravljavcu. Vse blagovne znamke, storitvene znamke, grafike in logotipi, ki se uporabljajo v povezavi s spletnim mestom in storitvami, so blagovne znamke ali registrirane blagovne znamke upravljavca ali njegovih dajalcev licence. Druge blagovne znamke, storitvene znamke, grafike in logotipi, ki se uporabljajo v povezavi s spletnim mestom in storitvami, so lahko blagovne znamke drugih tretjih oseb. Vaša uporaba spletnega mesta in storitev vam ne daje pravice ali licence za reprodukcijo ali drugačno uporabo katere koli blagovne znamke upravljavca ali tretje osebe.",
  "tc10": "Omejitev odgovornosti",
  "tc11": "V največji možni meri, ki jo dovoljuje veljavna zakonodaja, upravljavec, njegove podružnice, direktorji, zaposleni, zastopniki, dobavitelji ali dajalci licenc v nobenem primeru ne bodo odgovorni nobeni osebi za posredno, naključno, posebno, kazensko, kritje ali posledično škodo ( vključno z, brez omejitev, škodo za izgubljeni dobiček, prihodek, prodajo, dobro ime, uporabo vsebine, vpliv na poslovanje, prekinitev poslovanja, izgubo pričakovanih prihrankov, izgubo poslovne priložnosti), vendar povzročeno v skladu s katero koli teorijo odgovornosti, vključno brez omejitev , pogodba, odškodnina, garancija, kršitev zakonske dolžnosti, malomarnost ali kako drugače, tudi če je bil zavezanec obveščen o možnosti takšne škode ali bi lahko takšno škodo predvidel. V največji možni meri, ki jo dovoljuje veljavna zakonodaja, bo skupna odgovornost upravljavca in njegovih povezanih družb, uradnikov, zaposlenih, agentov, dobaviteljev in dajalcev licenc v zvezi s storitvami omejena na znesek, večji od enega dolarja, ali kakršne koli zneske, ki jih ste plačali operaterju predhodno en mesec pred prvim dogodkom ali dogodkom, ki je povzročil takšno odgovornost. Omejitve in izključitve veljajo tudi, če vam to sredstvo ne povrne v celoti morebitnih izgub ali neuspehov zaradi izgube bistvenega namena.",
  "tc12": "Odškodnina",
  "tc13": "Strinjate se, da boste upravljavcu in njegovim povezanim podjetjem, direktorjem, uradnikom, zaposlenim, agentom, dobaviteljem in dajalcem licence povrnili in krili škodo zaradi kakršnih koli obveznosti, izgubo, škodo ali stroški, vključno z razumnimi odvetniškimi stroški, ki nastanejo v zvezi s kakršnimi koli obtožbe tretjih oseb, zahtevki, dejanja, spori ali zahteve, uveljavljene zoper katero koli od njih zaradi ali se nanašajo na vašo vsebino, vašo uporabo spletnega mesta in storitev ali kakršno koli namerno kršitev z vaše strani.",
  "tc14": "Prekinitev pogodbe",
  "tc15": "Vse pravice in omejitve, vsebovane v tej pogodbi, se lahko uveljavljajo in bodo veljavne in zavezujoče le, če ne kršijo nobene veljavne zakonodaje in naj bi bile omejene v obsegu, ki je potreben, da zaradi njih ta sporazum ne bo nezakonit, neveljaven ali neizvršljiv. Če sodišče s pristojno jurisdikcijo šteje, da je katera koli določba ali del katere koli določbe tega sporazuma nezakonita, neveljavna ali neizvršljiva, je namen strank, da preostale določbe ali njihovi deli predstavljajo dogovor glede vse preostale določbe ali njihovi deli ostanejo v polni veljavi.",
  "tc16": "Reševanje sporov",
  "tc17": "Oblikovanje, razlago in izvajanje te pogodbe ter morebitne spore, ki izhajajo iz nje, ureja materialno in procesno pravo Slovenije, ne glede na njena pravila o koliziji ali izbiri prava in kolikor je to primerno, zakoni Slovenije. Izključna pristojnost in kraj za tožbe v zvezi s to zadevo so sodišča s sedežem v Sloveniji in vi se podrejate osebni pristojnosti takih sodišč. S tem se odpovedujete vsaki pravici do sojenja v katerem koli postopku, ki izhaja iz ali je povezan s to pogodbo. Konvencija Združenih narodov o pogodbah o mednarodni prodaji blaga za ta sporazum ne velja.",
  "tc18": "Spremembe in dopolnitve",
  "tc19": "Pridržujemo si pravico, da kadar koli spremenimo to pogodbo ali njene pogoje, povezane s spletnim mestom in storitvami, ki začne veljati po objavi posodobljene različice te pogodbe na spletnem mestu. Ko bomo to storili, bomo popravili posodobljeni datum na dnu te strani. Nadaljnja uporaba spletnega mesta in storitev po kakršnih koli takšnih spremembah pomeni, da se strinjate s takšnimi spremembami. Pravilnik je bil ustvarjen s https://www.websitepolicies.com/terms-and-conditions-generator.",
  "tc20": "Sprejem teh pogojev",
  "tc21": "Potrjujete, da ste prebrali to pogodbo in se strinjate z vsemi pogoji. Z dostopom in uporabo spletnega mesta in storitev se strinjate, da vas ta pogodba zavezuje. Če se ne strinjate s pogoji te pogodbe, niste pooblaščeni za dostop ali uporabo spletnega mesta in storitev.",
  "tc22": "Pišite nam",
  "tc23": "Če bi radi stopili v stik z nami, če želite izvedeti več o tej pogodbi, ali nas želite kontaktirati v zvezi s katero koli zadevo v zvezi z njo, lahko pišete e-pošto na info[!at!]sattilia.org",
  "tc24": "Ta dokument je bil nazadnje posodobljen 30. septembra 2020",
  "layer-0-description": "Izboljšani indeks vegetacije je podoben NDVI in se lahko uporablja za  določanje zelenosti vegetacije. EVI odpravi nekatere atmosferske motnje in šum ozadja krošenj ter je bolj občutljiv na območjih z gosto vegetacijo, kjer so vrednosti NDVI pogosto nasičene. Poleg rdečega in bližnje infrardečega kanala uporablja tudi modri kanal. <br> Vrednosti EVI se gibljejo med -1 in 1, matematično pa so možne tudi višje ali nižje vrednosti. Veljaven razpon vrednosti vegetacije v našem izdelku je med -1 in 1,25, vse ostale vrednosti so označene kot neveljavne. Zaradi tega je v izdelku včasih nekaj prosojnih slikovnih pik. <br> EVI, ki se uporablja v naši aplikaciji, se izračuna iz podob L2C Sentinel-2 z uporabo EVI = 2,5 * (NIR - RED) / (NIR + 6,0 * RED- 7,5 * BLUE+ 1) kjer NIR ustreza kanalu BO8, RED ustreza kanalu B04 in BLUE kanalu B02.",
  "layer-1-description": "Normirani diferencialni indeks vlažnosti se uporablja za določanje vsebnosti vode v vegetaciji. Izračuna se kot razmerje med bližnjim infrardečim odsevom in odsevom kratkovalovne infrardeče svetlobe. Bližnjo infrardečo svetlobo večinoma odbija zelena vegetacija, medtem ko kratkovalovno infrardečo večinoma absorbirajo rastline z visoko vsebnostjo vode v listih.<br>NDMI se vedno giblje med vrednostmi od -1 do +1. <br> NDVI, uporabljen v naši aplikaciji, se izračuna iz podob L2C Sentinel-2 z uporabo NIR - SWIR / NIR + SWIR, kjer NIR ustreza pasu B8A in SWIR ustreza pasu B11.",
  "layer-2-description": "Normiran diferencialni indeks vode se uporablja za določanje površin odprtih voda. NDWI uporablja bližnje infrardeče in zelene odseve za poudarjanje vodnih teles.<br>Vrednosti NDWI se vedno gibljejo od -1 do +1. <br> NDWI, uporabljen v naši aplikaciji, je izračunan iz podob L2C Sentinel-2 z uporabo GREEN - NIR / GREEN + NIR, kjer NIR ustreza pasu B08, GREEN pa pasu B03.",
  "layer-3-description": "Normiran diferencialni vegetacijski indeks, izračunan iz satelitskih posnetkov, predstavlja zelenost ali zdravje rastlinskega pokrova. Izračunan je iz rdečih in bližnje infrardečih odsevov, ki jih večinoma absorbira in odbije zelena vegetacija. Rezultat izračuna ima visoke vrednosti za zdravo zeleno vegetacijo in nizke za poškodovano vegetacijo, pozidana območja in celo negativne vrednosti za vodne površine. <br> NDVI se vedno giblje od -1 do +1. <br> NDVI, uporabljen v naši aplikaciji se izračuna iz posnetkov L2C Sentinel-2 z uporabo NIR - RED/ NIR + RED, kjer NIR ustreza pasu BO8, RED pa pasu B04."
}
