{
  "layers": "Seznam slojev",
  "op-slider": "Sprememba prosojnosti",
  "date-slider": "Sprememba datuma",
  "min-max-slider": "Spremeni najmanjšo in največjo vrednost",
  "preciptiation": "Padavine",
  "logout": "Odjava",
  "login": "Prijava",
  "username": "Uporabniško ime",
  "password": "Geslo",
  "new-password": "Novo geslo",
  "new-password-again": "Še enkrat novo geslo",
  "old-password": "Staro geslo",
  "profile": "Osebni podatki",
  "email": "E-naslov",
  "new-email": "Nov e-naslov",
  "user-settings": "Nastavitve uporabnika",
  "app-settings": "Nastavitve vmesnika",
  "help": "Pomoč",
  "email-change": "Sprememba e-naslova",
  "language-change": "Zamenjaj jezik",
  "language-change-en": "Angleški",
  "language-change-slo": "Slovenski",
  "pass-change": "Sprememba gesla",
  "submit": "Potrdi",
  "register": "Nisem vpisan uporabnik",
  "forgot-password": "Pozabil sem svoje geslo!",
  "fb": "Glej, glej!",
  "registration": "Vpis",
  "first-name": "Ime",
  "last-name": "Priimek",
  "confirm-password": "Ponovno geslo",
  "cancel": "Prekliči",
  "reg-email": "E-mail, ki ste ga uporabili pri vpisu",
  "email-is-confirmed": "Naslov je potrjen, lahko se vpišete.",
  "confirmation-link-expired": "Veljavnost potrditvene povezave je potekla oziroma ni pravilna.",
  "um-notification": "{{message}}",
  "i-see": "Prav",
  "results-chart": "PRIKAZ REZULTATOV",
  "ts-options": "MOŽNOSTI ČASOVNE VRSTE",
  "selected-product": "Izbran podatkovni sloj",
  "starting-date": "Začetni datum",
  "ending-date": "Končni datum",
  "ts-slider": "Povlecite drsnik za nastavitev drugačnga začetnega in končnega datuma",
  "ts-points": "Koordinate za izris časovnih vrst izberete na zemljevidu. Na posamezno poizvedbo lahko izberete največ 10 točk.",
  "ts-polygons": "Poligon za izris časovnih vrst narišete na zemljevidu. Na posamezno poizvedbo lahko izberete samo en poligon. Pred izbiro naslednjega poligona ga morate izbrisati iz tabele na desni. Največja površina poligona je 1000000 m",
  "results-table-identifyPoints-title": "TABELA Z REZULTATI",
  "results-table-identifyPoints-Id": "Id",
  "results-table-identifyPoints-Product": "Kazalnik",
  "results-table-identifyPoints-Date": "Datum",
  "results-table-identifyPoints-Value": "Vrednost",
  "results-table-zonalStatsPolygons-title": "TABELA Z REZULTATI",
  "results-table-zonalStatsPolygons-Id": "Id",
  "results-table-zonalStatsPolygons-Product": "Kazalnik", 
  "results-table-zonalStatsPolygons-Date": "Datum", 
  "results-table-zonalStatsPolygons-Min": "Min", 
  "results-table-zonalStatsPolygons-Max": "Max", 
  "results-table-zonalStatsPolygons-Mean": "Povprečje", 
  "results-table-zonalStatsPolygons-Std": "Std", 
  "results-table-zonalStatsPolygons-Range": "Razpon",
  "results-table-tsPoints-title": "TABELA TOČK ZA ČASOVNO VRSTO",
  "results-table-tsPoints-Id": "Id",
  "results-table-tsPoints-Product": "Kazalnik",
  "results-table-tsPoints-X": "X",
  "results-table-tsPoints-Y": "Y",
  "results-table-zonalTSPolygons-title": "TABELA POLIGONOV ZA ČASOVNO VRSTO",
  "results-table-zonalTSPolygons-Id": "Id",
  "results-table-zonalTSPolygons-Product": "Kazalnik",
  "results-table-zonalTSPolygons-Area": "Površina",
  "results-table-profileLines-title": "TABELA LINIJ PROFILOV",
  "results-table-profileLines-Id": "Id",
  "results-table-profileLines-Product": "Kazalnik", 
  "results-table-profileLines-Dates": "Datum", 
  "results-table-profileLines-Length": "Dolžina",
  "firstNameRequred": " rabimo",
  "lastNameRequired": " tudi rabimo",
  "usernameRequired": " ne sme biti prazno",
  "emailRequired": " morate vpisati",
  "emailInvalid": " ni veljaven",
  "passwordRequired": " ni bilo vpisano",
  "paswordLengh": " mora vsebovati vsaj osem znakov",
  "confirmPasswordRequred": ", če ne se ne morate vpisati",
  "confirmNewPasswordRequred": " tudi rabimo",
  "confirmPasswordMatches": " ne zgleda enako kot prvo",
  "zonalTSChart": "Vaša zahteva za časovno vrsto poligona se obdeluje. To lahko traja nekaj časa, prosimo počakajte na rezultate.",
  "TSChart": "Vaša zahteva za časovne vrste izbranih točk se obdeluje. Navadno smo pri tem opravilu kar hitri. Prosimo počakajte na rezultate.",
  "zonalStatistics": "Samo trenutek, statistike se izračunavajo.",
  "profileLine": "Pridobivamo vrednosti ob črti. To nam bo vzelo samo nekaj trenutkov.",
  "genericBackend": "Med obdelavo vaše zahteve je prišlo do napake. O tem smo nekoga obvestili. Poskusite ponovno kasneje.",
  "featureLimitPerRequest": "Dosegli ste omejite števila objektov za to orodje. Z dodajenjem boste lahko nadaljevali po potrditvi trenutne izbire.",
  "polygonAreaTooLarge": "Površina poligona je prevelika. Narišite manjši poligon.",
  "featureLimitPerRequestZonalTS": "Dosegli ste omejite števila objektov za to orodje. Izbrišite trenutni poligon z 'X' v spodnji tabeli, narišite nov poligon in potrdite izbiro.",
  "error-message-missing-data": "Poslali ste premalo podatkov, da bi vas lahko vpisali.",
  "error-message-500": "Med obdelavo vaše zahteve je prišlo do napake. O tem smo nekoga obvestili in že dela na tem. Poskusite ponovno kasneje.",
  "error-message-user-exists": "To uporabniško ime je že oddano. Prosimo poskusite kaj bolj iznajdljivega.",
  "error-message-email-exists": "Ta naslov je že v uporabi.",
  "error-message-pass-mismatch": "Gesli, ki ste ju vnesli se ne ujemata.",
  "confirmation-mail-sent": "Na vaš e-naslov smo vam poslali sporočilo. Prosimo preverite nabilralnik in sledite navodilom v sporočilu.",
  "no-such-email": "Ta naslov ne obstaja.",
  "email-not-confirmed": "Ta naslov še ni bil potrjen.",
  "user-not-exists": "Tega uporabniškega imena ne poznamo.",
  "pass-reset-success": "Uspešno smo posodobili vaše geslo.",
  "hmmm": "Kaj pa vi počnete tukaj?!",
  "invalid-credentials": "Zgleda, da se vneseni podatki ne ujemajo.",
  "user-not-confirmed": "To uporabniško ime še ni potrjeno. Preverite svoj poštni nabiralnik. ",
  "disclaimer-link": "Preden potrdite svoj vpis vas prosimo, da preberete našo izjavno o omejitvi odgovornosti,",
  "privacy-policy-link": "politiko ravnanja z osebnimi podatki",
  "terms-policy-link": "ter pogoje uporabe te spletne strani.",
  "terms-checkbox": "Z obkljukanjem tega okvirja potrjujete, da ste prebrali, razumeli in se strinjate z vsem navedenim na zgornjih povezavah.",
  "confirmTermsCheckbox": " Če se z navedenim ne strinjate vam ne moremo omogočiti vpisa in uporabe naše strani.",
  "cookie-consent-text": "Ta stran za izboljšanje vaše uporabniške izkušnje uporablja piškotke. Uporabljamo samo tehnične piškotke, s katerimi zaznamo in shranimo vaše nastavitve aplikacije ter piškotke za identifikacijo uporabnika. BREZ VAŠEGA SOGLASJA SE NE MORETE PRIJAVITI!",
  "cookie-consent-link": "Več o piškotkin na naši strani lahko preberete tukaj.",
  "cookie-consent-button": "Strinajm se z uporabo piškotkov!",
  "policy-not-confirmed": "Najprej morate potrditi, da se strinjate s pogoji uporabe strani.",
  "layer-0-description": "Izboljšani indeks vegetacije je podoben NDVI in se lahko uporablja za  določanje zelenosti vegetacije. EVI odpravi nekatere atmosferske motnje in šum ozadja krošenj ter je bolj občutljiv na območjih z gosto vegetacijo, kjer so vrednosti NDVI pogosto nasičene. Poleg rdečega in bližnje infrardečega kanala uporablja tudi modri kanal. <br> Vrednosti EVI se gibljejo med -1 in 1, matematično pa so možne tudi višje ali nižje vrednosti. Veljaven razpon vrednosti vegetacije v našem izdelku je med -1 in 1,25, vse ostale vrednosti so označene kot neveljavne. Zaradi tega je v izdelku včasih nekaj prosojnih slikovnih pik. <br> EVI, ki se uporablja v naši aplikaciji, se izračuna iz podob L2C Sentinel-2 z uporabo EVI = 2,5 * (NIR - RED) / (NIR + 6,0 * RED- 7,5 * BLUE+ 1) kjer NIR ustreza kanalu BO8, RED ustreza kanalu B04 in BLUE kanalu B02.",
  "layer-1-description": "Normirani diferencialni indeks vlažnosti se uporablja za določanje vsebnosti vode v vegetaciji. Izračuna se kot razmerje med bližnjim infrardečim odsevom in odsevom kratkovalovne infrardeče svetlobe. Bližnjo infrardečo svetlobo večinoma odbija zelena vegetacija, medtem ko kratkovalovno infrardečo večinoma absorbirajo rastline z visoko vsebnostjo vode v listih.<br>NDMI se vedno giblje med vrednostmi od -1 do +1. <br> NDVI, uporabljen v naši aplikaciji, se izračuna iz podob L2C Sentinel-2 z uporabo NIR - SWIR / NIR + SWIR, kjer NIR ustreza pasu B8A in SWIR ustreza pasu B11.",
  "layer-2-description": "Normiran diferencialni indeks vode se uporablja za določanje površin odprtih voda. NDWI uporablja bližnje infrardeče in zelene odseve za poudarjanje vodnih teles.<br>Vrednosti NDWI se vedno gibljejo od -1 do +1. <br> NDWI, uporabljen v naši aplikaciji, je izračunan iz podob L2C Sentinel-2 z uporabo GREEN - NIR / GREEN + NIR, kjer NIR ustreza pasu B08, GREEN pa pasu B03.",
  "layer-3-description": "Normiran diferencialni vegetacijski indeks, izračunan iz satelitskih posnetkov, predstavlja zelenost ali zdravje rastlinskega pokrova. Izračunan je iz rdečih in bližnje infrardečih odsevov, ki jih večinoma absorbira in odbije zelena vegetacija. Rezultat izračuna ima visoke vrednosti za zdravo zeleno vegetacijo in nizke za poškodovano vegetacijo, pozidana območja in celo negativne vrednosti za vodne površine. <br> NDVI se vedno giblje od -1 do +1. <br> NDVI, uporabljen v naši aplikaciji se izračuna iz posnetkov L2C Sentinel-2 z uporabo NIR - RED/ NIR + RED, kjer NIR ustreza pasu BO8, RED pa pasu B04."
}
