{
  "layers": "Layers list",
  "op-slider": "Change opacity",
  "date-slider": "Change date",
  "min-max-slider": "Slide to change min & max values",
  "preciptiation": "Precipitation",
  "logout": "Logout",
  "login": "Login",
  "username": "User name",
  "password": "Password",
  "new-password": "New password",
  "new-password-again": "New password once more",
  "old-password": "Old password",
  "profile": "Profile",
  "email": "Email address",
  "new-email": "New email address",
  "user-settings": "User settings",
  "app-settings": "Application settings",
  "help": "Help",
  "email-change": "Change email",
  "language-change": "Change language",
  "language-change-en": "English",
  "language-change-slo": "Slovene",
  "pass-change": "Change password",
  "submit": "Submit",
  "register": "I would like to register",
  "forgot-password": "I forgot my password!",
  "fb": "Well, well!",
  "registration": "Register",
  "first-name": "First name",
  "last-name": "Last name",
  "confirm-password": "Confirm password",
  "cancel": "Cancel",
  "reg-email": "Email you used for registration",
  "email-is-confirmed": "Email address confirmed, you can login.",
  "confirmation-link-expired": "This confirmation link has expired or is otherwise invalid.",
  "um-notification": "{{message}}",
  "i-see": "I see",
  "results-chart": "RESULTS CHART",
  "ts-options": "TIME SERIES OPTIONS",
  "selected-product": "Selected index",
  "starting-date": "Starting date",
  "ending-date": "Ending date",
  "ts-slider": "Slide to change starting and ending dates",
  "ts-points": "Use the map to select time series locations. You can select maximum 10 locations per request.",
  "ts-polygons": "Use the map to draw time series polygon. Only one polygon per request is supported so you have to delete the previous one before submitting a new request. Polygon should not be larger than 1.000.000 m",
  "results-table-identifyPoints-title": "RESULTS TABLE",
  "results-table-identifyPoints-Id": "Id",
  "results-table-identifyPoints-Product": "Index",
  "results-table-identifyPoints-Date": "Date",
  "results-table-identifyPoints-Value": "Value",
  "results-table-zonalStatsPolygons-title": "RESULTS TABLE",
  "results-table-zonalStatsPolygons-Id": "Id",
  "results-table-zonalStatsPolygons-Product": "Index", 
  "results-table-zonalStatsPolygons-Date": "Date", 
  "results-table-zonalStatsPolygons-Min": "Min", 
  "results-table-zonalStatsPolygons-Max": "Max", 
  "results-table-zonalStatsPolygons-Mean": "Mean", 
  "results-table-zonalStatsPolygons-Std": "Std", 
  "results-table-zonalStatsPolygons-Range": "Range",
  "results-table-tsPoints-title": "TIME SERIES POINTS TABLE",
  "results-table-tsPoints-Id": "Id",
  "results-table-tsPoints-Product": "Index",
  "results-table-tsPoints-X": "X",
  "results-table-tsPoints-Y": "Y",
  "results-table-zonalTSPolygons-title": "TIME SERIES POLYGONS TABLE",
  "results-table-zonalTSPolygons-Id": "Id",
  "results-table-zonalTSPolygons-Product": "Index",
  "results-table-zonalTSPolygons-Area": "Area",
  "results-table-profileLines-title": "PROFILE LINES TABLE",
  "results-table-profileLines-Id": "Id",
  "results-table-profileLines-Product": "Index", 
  "results-table-profileLines-Dates": "Date", 
  "results-table-profileLines-Length": "Length",
  "firstNameRequred": " is required",
  "lastNameRequired": " is also required",
  "usernameRequired": " can not be empty",
  "emailRequired": " has to be provided",
  "emailInvalid": " is not a valid email address",
  "passwordRequired": " was not provided",
  "paswordLengh": " has to be at least eight characters long",
  "confirmPasswordRequred": ", else you can not register",
  "confirmNewPasswordRequred": " is also required",
  "confirmPasswordMatches": " does not look like the first one",
  "zonalTSChart": "Your request for zonal time series chart is being processed. This might take a while. Please stand by for the results.",
  "TSChart": "Your request for time series chart is being processed. We are usually quite fast with this. Please stand by for the results.",
  "zonalStatistics": "Just a moment, statistics are being calculated.",
  "profileLine": "Extracting values along profile. It will be delivered in a few moments.",
  "genericBackend": "Something went wrong while processing your request and someone was notified about it! Please try again later.",
  "featureLimitPerRequest": "You reached the feature limit for this tool. Submit your request and continue adding features.",
  "polygonAreaTooLarge": "Area of this polygon is too large. Please draw a smaller polygon.",
  "featureLimitPerRequestZonalTS": "You reached the feature limit for this tool. Delete the current polygon using the 'x' in the table below, draw a new polygon and submit the request.",
  "error-message-missing-data": "Insufficient data to signin.",
  "error-message-500": "We encountered an error while processing your request. Our team is already working on the issue. Please try again later",
  "error-message-user-exists": "This username is already taken, please try something else.",
  "error-message-email-exists": "This email is already registered.",
  "error-message-pass-mismatch": "Provided passwords do not match.",
  "confirmation-mail-sent": "We sent an email to the address you provided. Please check your inbox and follow the instuctions in the message.",
  "no-such-email": "We do not recognise this address.",
  "email-not-confirmed": "This address is not confirmed yet.",
  "user-not-exists": "We do not recognise this user name.",
  "pass-reset-success": "Your password ws succesfully updated. Try it:)",
  "hmmm": "You are not supposed to be here.",
  "invalid-credentials": "These credentials do not match.",
  "user-not-confirmed": "This user name is not confirmed yet. Please check your inbox.",
  "disclaimer-link": "Before submitting please read our disclaimer,",
  "privacy-policy-link": "and our privacy policy,",
  "terms-policy-link": "as well as the terms and conditions of this website.",
  "terms-checkbox": "By ticking this checkbox you state that you have read, understood, and agree to all articles written under the aforementioned links.",
  "confirmTermsCheckbox": " If you do not check this box we can not register you as our user nor allow you to use our application.",
  "cookie-consent-text": "This site is using cookies to enhance your user experience. Only technical cookies are used to detect and save application settings as well as help us identify you.WITHOUT YOUR CONSENT YOU CAN NOT LOGIN",
  "cookie-consent-link": "You can read more about it here.",
  "cookie-consent-button": "I accept cookies!",
  "policy-not-confirmed": "You have to confirm that you agree with our policies.",
  "ds0": "Disclaimer",
  "ds1": "This disclaimer (&quot;Disclaimer&quot;) sets forth the general guidelines, disclosures, and terms of your use of the http://www.sattilia.simwebsite (&quot;Website&quot; or &quot;Service&quot;) and any of its related products and services (collectively, &quot;Services&quot;). This Disclaimer is a legally binding agreement between you (&quot;User&quot;, &quot;you&quot; or &quot;your&quot;) and this Website operator (&quot;Operator&quot;, &quot;we&quot;, &quot;us&quot; or &quot;our&quot;). By accessing and using the Website and Services, you acknowledge that you have read, understood, and agree to be bound by the terms of this Disclaimer. If you are entering into this Disclaimer on behalf of a business or other legal entity, you represent that you have the authority to bind such entity to this Disclaimer, in which case the terms &quot;User&quot;, &quot;you&quot; or &quot;your&quot; shall refer to such entity. If you do not have such authority, or if you do not agree with the terms of this Disclaimer, you must not accept this Disclaimer and may not access and use the Website and Services. You acknowledge that this Disclaimer is a contract between you and the Operator, even though it is electronic and is not physically signed by you, and it governs your use of the Website and Services.",
  "ds2": "Representation",
  "ds3": "Any views or opinions represented on the Website are personal and belong solely to the Operator and do not represent those of people, institutions or organizations that the owner may or may not be associated with in professional or personal capacity unless explicitly stated. Any views or opinions are not intended to malign any religion, ethnic group, club, organization, company, or individual.",
  "ds4": "Content and postings",
  "ds5": "You may not modify, print or copy any part of the Website and Services. Inclusion of any part of the Website and Services in another work, whether in printed or electronic or another form or inclusion of any part of the Website and Services on another resource by embedding, framing or otherwise without the express permission of the Operator is prohibited.",
  "ds6": "Reviews and testimonials",
  "ds7": "Testimonials are received in various forms through a variety of submission methods. The testimonials are not necessarily representative of all of those who will use the Services, and the Operator is not responsible for the opinions or comments posted on the Website, and does not necessarily share them. All opinions expressed are strictly the views of the poster or reviewer.",
  "ds8": "The testimonials displayed are given verbatim except for grammatical or typing error corrections. Some testimonials may have been edited for clarity, or shortened in cases where the original testimonial included extraneous information of no relevance to the general public. Testimonials may be reviewed for authenticity before they are posted for public viewing.",
  "ds9": "Indemnification and warranties",
  "ds10": "While we have made every attempt to ensure that the information contained on the Website is correct, the Operator is not responsible for any errors or omissions, or for the results obtained from the use of this information. All information on the Website is provided &quot;as is&quot;, with no guarantee of completeness, accuracy, timeliness or of the results obtained from the use of this information, and without warranty of any kind, express or implied. In no event will the Operator be liable to you or anyone else for any decision made or action taken in reliance on the information on the Website, or for any consequential, special or similar damages, even if advised of the possibility of such damages. Information on the Website is for general information purposes only and is not intended to provide any type of professional advice. Please seek professional assistance should you require it. Furthermore, information contained on the Website and any pages linked to and from it are subject to change at any time and without warning.",
  "ds11": "Changes and amendments",
  "ds12": "We reserve the right to modify this Disclaimer or its terms relating to the Website and Services at any time, effective upon posting of an updated version of this Disclaimer on the Website. When we do, we will revise the updated date at the bottom of this page. Continued use of the Website and Services after any such changes shall constitute your consent to such changes. Policy was created with https://www.websitepolicies.com/disclaimer-generator.",
  "ds13": "Acceptance of this disclaimer",
  "ds14": "You acknowledge that you have read this Disclaimer and agree to all its terms and conditions. By accessing and using the Website and Services you agree to be bound by this Disclaimer. If you do not agree to abide by the terms of this Disclaimer, you are not authorized to access or use the Website and Services.",
  "ds15": "Contacting us",
  "ds16": "If you would like to contact us to understand more about this Disclaimer or wish to contact us concerning any matter relating to it, you may send an email to &#97;&#108;es&#105;n&#97;r.grl&#106;&#64;&#103;&#109;&#97;il&#46;com",
  "ds17": "This document was last updated on September 30, 2020"
}
